Repository: zyk1172/Auralis
Catalog: Packages/AuralisCore/Sources/OfflineManager/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 下载失败，请重试
en: Download failed. Try again.
zh_hant: 下載失敗，請重試

source: 下载中断，请重试
en: Download interrupted. Try again.
zh_hant: 下載中斷，請重試

source: 下载请求失败（HTTP %lld）
en: Download request failed (HTTP %lld).
zh_hant: 下載要求失敗（HTTP %lld）。

source: 下载超时，请重试
en: Download timed out. Try again.
zh_hant: 下載逾時，請重試

source: 上次下载未完成，请重试
en: The previous download did not finish. Try again.
zh_hant: 上次下載未完成，請重試

source: 无法保存到本地，请检查磁盘空间后重试
en: Could not save locally. Check disk space and try again.
zh_hant: 無法儲存到本機，請檢查磁碟空間後重試

source: 无法恢复已下载文件，请检查磁盘空间后重试
en: Could not restore the downloaded file. Check disk space and try again.
zh_hant: 無法還原已下載檔案，請檢查磁碟空間後重試

source: 无法暂存下载文件，请检查磁盘空间后重试
en: Could not stage the download. Check disk space and try again.
zh_hant: 無法暫存下載檔案，請檢查磁碟空間後重試

source: 服务器上已找不到这首歌曲
en: This song could not be found on the server.
zh_hant: 伺服器上找不到這首歌曲

source: 服务器返回了空文件，请重试
en: The server returned an empty file. Try again.
zh_hant: 伺服器返回空檔案，請重試

source: 服务器返回的不是音频文件
en: The server did not return an audio file.
zh_hant: 伺服器返回的不是音訊檔案

source: 登录已失效，请重新连接服务器
en: Your login has expired. Reconnect to the server.
zh_hant: 登入已失效，請重新連線伺服器

source: 网络不可用，联网后可重试
en: Network unavailable. Try again when you are online.
zh_hant: 網路無法使用，連線後可重試

source: 音乐服务器暂时不可用，请稍后重试
en: The music server is temporarily unavailable. Try again later.
zh_hant: 音樂伺服器暫時無法使用，請稍後重試
